START_TXT = """𝐇𝐞𝐲 <b>{},</b>
<br>𝐈'𝐦 𝐚 𝐟𝐮𝐧 𝐛𝐨𝐭 𝐦𝐚𝐝𝐞 𝐛𝐲 <a href='https://t.me/creatorbeatz'><i>𝐉𝐨𝐞𝐥 𝐊𝐮𝐫𝐢𝐚𝐧 𝐁𝐢𝐣𝐮</i></a>.

<br>𝐂𝐥𝐢𝐜𝐤 𝐨𝐧 𝐭𝐡𝐞 'ℹ️ ʜᴇʟᴘ' 𝐛𝐮𝐭𝐭𝐨𝐧 𝐚𝐧𝐝 𝐬𝐞𝐞 𝐦𝐲 𝐩𝐨𝐰𝐞𝐫𝐬 🔥

<br>𝐌𝐨𝐫𝐞 𝐟𝐞𝐚𝐭𝐮𝐫𝐞𝐬 𝐚𝐧𝐝 𝐟𝐮𝐧 𝐚𝐫𝐞 𝐨𝐧 𝐭𝐡𝐞 𝐰𝐚𝐲 ✨"""

HELP_TXT = """👋 𝐇𝐞𝐲 <b>{},</b>
<br>𝐇𝐞𝐫𝐞 𝐀𝐫𝐞 𝐌𝐲 𝐂𝐨𝐦𝐦𝐚𝐧𝐝𝐬.

<br>• 𝐓𝐑𝐘 𝐒𝐄𝐍𝐃𝐈𝐍𝐆 /howilook 𝐂𝐎𝐌𝐌𝐀𝐍𝐃 𝐀𝐍𝐃 𝐒𝐄𝐄 𝐇𝐎𝐖 𝐘𝐎𝐔 𝐋𝐎𝐎𝐊 🔥

<br>• 𝐓𝐑𝐘 𝐒𝐄𝐍𝐃𝐈𝐍𝐆 /dice 𝐎𝐑 /roll 𝐂𝐎𝐌𝐌𝐀𝐍𝐃 𝐓𝐎 𝐑𝐎𝐋𝐋 𝐀 𝐃𝐈𝐂𝐄 🎲

<br>• 𝐓𝐑𝐘 𝐒𝐄𝐍𝐃𝐈𝐍𝐆 /goal 𝐎𝐑 /shoot 𝐂𝐎𝐌𝐌𝐀𝐍𝐃 𝐓𝐎 𝐊𝐈𝐂𝐊 𝐀 𝐅𝐎𝐎𝐓𝐁𝐀𝐋𝐋 ⚽

<br>• 𝐓𝐑𝐘 𝐒𝐄𝐍𝐃𝐈𝐍𝐆 /throw 𝐎𝐑 /dart 𝐂𝐎𝐌𝐌𝐀𝐍𝐃 𝐓𝐎 𝐓𝐇𝐑𝐎𝐖 𝐀𝐍 𝐀𝐑𝐑𝐎𝐖 🎯

<br>• 𝐓𝐑𝐘 𝐒𝐄𝐍𝐃𝐈𝐍𝐆 /pinball 𝐎𝐑 /tenpin 𝐂𝐎𝐌𝐌𝐀𝐍𝐃 𝐓𝐎 𝐏𝐋𝐀𝐘 𝐏𝐈𝐍𝐁𝐀𝐋𝐋 🎳

<br>• 𝐓𝐑𝐘 𝐒𝐄𝐍𝐃𝐈𝐍𝐆 /luck 𝐎𝐑 /cownd 𝐓𝐎 𝐓𝐄𝐒𝐓 𝐘𝐎𝐔𝐑 𝐋𝐔𝐂𝐊 🎰

<br>• 𝐓𝐑𝐘 𝐒𝐄𝐍𝐃𝐈𝐍𝐆 /fun 𝐂𝐎𝐌𝐌𝐀𝐍𝐃 𝐅𝐎𝐑 𝐌𝐎𝐑𝐄 𝐅𝐔𝐍 💥

<br>𝐌𝐎𝐑𝐄 𝐅𝐄𝐀𝐓𝐔𝐑𝐄𝐒 𝐀𝐍𝐃 𝐅𝐔𝐍 𝐀𝐑𝐄 𝐎𝐍 𝐓𝐇𝐄 𝐖𝐀𝐘 ✨

<br>𝐁𝐎𝐓 𝐌𝐀𝐃𝐄 𝐁𝐘 <a href='https://t.me/creatorbeatz'><i>𝐉𝐎𝐄𝐋 𝐊𝐔𝐑𝐈𝐀𝐍 𝐁𝐈𝐉𝐔</i></a>"""

LOOK_TXT = """𝐓𝐡𝐢𝐬 𝐢𝐬 𝐡𝐨𝐰 <b>{}</b> 𝐥𝐨𝐨𝐤𝐬 𝐥𝐢𝐤𝐞 😂☝️

<br>𝐌𝐎𝐑𝐄 𝐅𝐄𝐀𝐓𝐔𝐑𝐄𝐒 𝐀𝐑𝐄 𝐎𝐍 𝐓𝐇𝐄 𝐖𝐀𝐘 ✨"""

ABOUT_TXT = """𝐇𝐄𝐘 <b>{},</b>
𝐓𝐡𝐞𝐬𝐞 𝐚𝐫𝐞 𝐦𝐲 𝐝𝐞𝐭𝐚𝐢𝐥𝐬...
✯ 𝙼𝚈 𝙽𝙰𝙼𝙴: 𝚃𝙷𝙴 𝙵𝚄𝙽 𝙱𝙾𝚃
✯ 𝙲𝚁𝙴𝙰𝚃𝙾𝚁: <a href=https://t.me/creatorbeatz>𝙹𝙾𝙴𝙻 𝙺𝚄𝚁𝙸𝙰𝙽 𝙱𝙸𝙹𝚄</a>
✯ 𝙻𝙸𝙱𝚁𝙰𝚁𝚈: 𝙿𝚈𝚁𝙾𝙶𝚁𝙰𝙼
✯ 𝙻𝙰𝙽𝙶𝚄𝙰𝙶𝙴: 𝙿𝚈𝚃𝙷𝙾𝙽 𝟹
✯ 𝙱𝙾𝚃 𝚂𝙴𝚁𝚅𝙴𝚁: 𝙷𝙴𝚁𝙾𝙺𝚄
✯ 𝙱𝚄𝙸𝙻𝙳 𝚂𝚃𝙰𝚃𝚄𝚂: v1.0.1 [ 𝙱𝙴𝚃𝙰 ]"""

SOURCE_TXT = """𝐍𝐎𝐓𝐄:-
- 𝐓𝐡𝐢𝐬 𝐛𝐨𝐭 𝐢𝐬 𝐚 𝐜𝐥𝐨𝐬𝐞 𝐬𝐨𝐮𝐫𝐜𝐞 𝐩𝐫𝐨𝐣𝐞𝐜𝐭.
- 𝐃𝐄𝐕𝐄𝐋𝐎𝐏𝐄𝐑 - <a href='t.me/creatorbeatz'>𝐉𝐎𝐄𝐋 𝐊𝐔𝐑𝐈𝐀𝐍 𝐁𝐈𝐉𝐔</a>"""

HIN_TRAN = """<b>अरे {},
मैं <a href='t.me/creatorbeatz'>जोएल कुरियन बिजू</a> द्वारा बनाया गया एक मजेदार बॉट हूं

'ℹ️ ʜᴇʟᴘ' बटन पर क्लिक करें और मेरी शक्तियों को देखें 🔥

अधिक सुविधाएँ और मज़ा आने वाला है ✨</b>"""

MAL_TRAN = """<b>ഹേയ് {},
<a href='t.me/creatorbeatz'>ജോയൽ കുര്യൻ ബിജു</a> നിർമ്മിച്ച രസകരമായ ബോട്ടാണ് ഞാൻ

'ℹ️ ʜᴇʟᴘ' ബട്ടണിൽ ക്ലിക്ക് ചെയ്ത് എന്റെ ശക്തികൾ കാണുക 🔥

കൂടുതൽ സവിശേഷതകളും രസകരവും വരാൻ പോകുന്നു ✨</b>"""

LANG = """<b>ᴘʟᴇᴀsᴇ ᴄʜᴏᴏsᴇ ʏᴏᴜʀ ᴘʀᴇғᴇʀᴀʙʟᴇ ʟᴀɴɢᴜᴀɢᴇ...</b>"""

OWNER_INFO = """
<b>⍟───[ ᴏᴡɴᴇʀ ᴅᴇᴛᴀɪʟꜱ ]───⍟
    
• ꜰᴜʟʟ ɴᴀᴍᴇ : ᴊᴏᴇʟ ᴋᴜʀɪᴀɴ ʙɪᴊᴜ
• ᴜꜱᴇʀɴᴀᴍᴇ : @creatorbeatz
• ᴘᴇʀᴍᴀɴᴇɴᴛ ᴅᴍ ʟɪɴᴋ : <a href='t.me/creatorbeatz'>ᴄʟɪᴄᴋ ʜᴇʀᴇ</a></b>"""

MOVIE_MAL_TXT = """ഹലോ... എന്തിനാണ് മൂവിയുടെ പേരിന്റെ കൂടെ "Movie" എന്ന് കൊടുക്കുന്നത്...🤦‍♂🤦‍♂

താഴെ കൊടുത്തിരിക്കുന്നത് പോലെ Request ചെയുക 😵‍💫👇

✅ Marakkar
✅ Marakkar 2021 

❌ Wrong Methods👇 ❌

❌ Marakkar Movie ❌"""

MOVIE_ENG_TXT = """Hello... Why do you type the word "Movie" along with the name of the film...

Request as given below 👇

✅ Annabelle
✅ Annabelle 2014 

❌ Wrong Methods👇 ❌

❌ Annabelle Movie ❌"""
